IDEA Open Model
Material.UserThermalExpansionCurvature Property
 User-defined curvature for thermal expansion curvature { x = Θ[K], y = γ[K-1] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Polygon2D UserThermalExpansionCurvature { get; set; }
Public Property UserThermalExpansionCurvature As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserThermalExpansionCurvature {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace